-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: 2018 年 1 月 26 日 11:55
-- サーバのバージョン： 10.1.21-MariaDB
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `photoBucket_db`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `photo`
--

CREATE TABLE `photo` (
  `id` int(11) NOT NULL,
  `url` varchar(1000) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(1000) NOT NULL,
  `name` varchar(1000) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `error` int(11) NOT NULL,
  `size` int(11) NOT NULL,
  `tag01` varchar(11) NOT NULL,
  `tag02` varchar(11) NOT NULL,
  `time` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- テーブルのデータのダンプ `photo`
--

INSERT INTO `photo` (`id`, `url`, `title`, `name`, `type`, `error`, `size`, `tag01`, `tag02`, `time`) VALUES
(10, 'upload/20180123154017295281468.jpg', '', 'IMG_1486.jpeg', 'image/jpeg', 0, 79744, '0', '0', '2018-01-23 23:40:17'),
(11, 'upload/2018012413102374937910.jpg', '', 'IMG_4657.jpeg', 'image/jpeg', 0, 57507, '0', '0', '2018-01-24 21:10:23'),
(15, 'upload/201801241339161322964262.jpg', '', 'IMG_1486.jpeg', 'image/jpeg', 0, 79744, '0', '0', '2018-01-24 21:39:16'),
(16, 'upload/2018012413411388903633.jpg', '', 'IMG_4657.jpeg', 'image/jpeg', 0, 57507, '0', '0', '2018-01-24 21:41:13'),
(17, 'upload/2018012413414510547754.jpg', '', 'IMG_4664.jpeg', 'image/jpeg', 0, 55245, '0', '0', '2018-01-24 21:41:45'),
(18, 'upload/201801241353521034857843.jpg', '', 'IMG_4709.jpeg', 'image/jpeg', 0, 105250, '0', '0', '2018-01-24 21:53:52'),
(19, 'upload/201801241353591749250202.jpg', '', 'IMG_4274.jpeg', 'image/jpeg', 0, 139852, '0', '0', '2018-01-24 21:53:59'),
(20, 'upload/201801241354121731648769.jpg', '', 'IMG_4664.jpeg', 'image/jpeg', 0, 55245, '0', '0', '2018-01-24 21:54:12'),
(21, 'upload/20180124135432133219208.jpg', '', 'IMG_3778.jpg', 'image/jpeg', 0, 61977, '0', '0', '2018-01-24 21:54:32'),
(22, 'upload/20180124135453195672007.jpg', '', 'IMG_4290.jpeg', 'image/jpeg', 0, 66384, '0', '0', '2018-01-24 21:54:53'),
(23, 'upload/20180124151634592128135.jpg', '', 'DSC05654.jpg', 'image/jpeg', 0, 152626, '0', '0', '2018-01-24 23:16:34'),
(24, 'upload/201801241529131052579994.jpg', '', 'IMG_4657.jpeg', 'image/jpeg', 0, 57507, '0', '0', '2018-01-24 23:29:13'),
(25, 'upload/201801241638152065889081.jpg', '', 'IMG_0451.jpeg', 'image/jpeg', 0, 127993, '0', '0', '2018-01-25 00:38:15'),
(26, 'upload/20180124163822732860030.jpg', '', 'IMG_2532.jpg', 'image/jpeg', 0, 53618, '0', '0', '2018-01-25 00:38:23'),
(27, 'upload/201801241643081809939288.jpg', '', 'aosora-10.jpg', 'image/jpeg', 0, 130825, '0', '0', '2018-01-25 00:43:08'),
(28, 'upload/201801251351071090911241.jpg', '', 'IMG_4709.jpeg', 'image/jpeg', 0, 105250, '0', '0', '2018-01-25 21:51:07'),
(29, 'upload/20180125154018891483172.jpg', '', 'P7040760.jpeg', 'image/jpeg', 0, 74534, '', '', '2018-01-25 23:40:18'),
(30, 'upload/201801251615021470576488.jpg', '', 'IMG_8830.JPG', 'image/jpeg', 0, 37501, '', '', '2018-01-26 00:15:02'),
(31, 'php/201801251621321303417996.jpg', 'php', 'IMG_9525.jpeg', 'image/jpeg', 0, 53815, '', '', '2018-01-26 00:21:32'),
(32, 'php/20180125162359580006639.jpg', 'php', 'P7040689.jpeg', 'image/jpeg', 0, 50836, '', '', '2018-01-26 00:23:59'),
(33, 'php/20180125162721308396804.jpg', 'php', 'P7040689.jpeg', 'image/jpeg', 0, 50836, '', '', '2018-01-26 00:27:21'),
(34, 'php/20180125162756781751910.jpg', 'php', 'IMG_7882.jpeg', 'image/jpeg', 0, 110380, '', '', '2018-01-26 00:27:56'),
(35, 'php/2018012517132068152514.jpg', 'php', 'IMG_4657.jpeg', 'image/jpeg', 0, 57507, '', '', '2018-01-26 01:13:20'),
(36, 'php/201801251720081036052695.jpg', 'php', 'IMG_0707.jpeg', 'image/jpeg', 0, 158341, '', '', '2018-01-26 01:20:08'),
(37, 'php/201801251723411200119293.jpg', 'php', 'IMG_6.jpg', 'image/jpeg', 0, 73903, '', '', '2018-01-26 01:23:41'),
(38, 'php/201801251723561333967958.jpg', 'php', 'IMG_0175.jpeg', 'image/jpeg', 0, 36773, '', '', '2018-01-26 01:23:56'),
(39, 'php/20180125172454286678135.jpg', 'php', 'IMG_4274.jpeg', 'image/jpeg', 0, 139852, '', '', '2018-01-26 01:24:54'),
(40, 'php/201801251726011958851826.jpg', 'php', 'IMG_0379.jpeg', 'image/jpeg', 0, 55992, '', '', '2018-01-26 01:26:01'),
(41, 'abc/201801251730131995868341.jpg', 'abc', 'aosora-10.jpg', 'image/jpeg', 0, 130825, '', '', '2018-01-26 01:30:13'),
(42, 'abc/201801251730181661151858.jpg', 'abc', 'DSC05654.jpg', 'image/jpeg', 0, 152626, '', '', '2018-01-26 01:30:18'),
(43, 'abc/20180125173025347344892.jpg', 'abc', 'IMG_6.jpg', 'image/jpeg', 0, 73903, '', '', '2018-01-26 01:30:25'),
(44, 'abc/20180125173029143477254.jpg', 'abc', 'IMG_0175.jpeg', 'image/jpeg', 0, 36773, '', '', '2018-01-26 01:30:29'),
(45, 'abc/201801251730341518826047.jpg', 'abc', 'IMG_0379.jpeg', 'image/jpeg', 0, 55992, '', '', '2018-01-26 01:30:34'),
(46, 'abc/20180125173038932250175.jpg', 'abc', 'IMG_0451.jpeg', 'image/jpeg', 0, 127993, '', '', '2018-01-26 01:30:38'),
(47, 'abc/201801251731021510412735.jpg', 'abc', 'IMG_1486.jpeg', 'image/jpeg', 0, 79744, '', '', '2018-01-26 01:31:02'),
(48, 'abc/20180125173107112343889.jpg', 'abc', 'IMG_2532.jpg', 'image/jpeg', 0, 53618, '', '', '2018-01-26 01:31:07'),
(49, 'abc/20180125173112160657106.jpg', 'abc', 'IMG_3778.jpg', 'image/jpeg', 0, 61977, '', '', '2018-01-26 01:31:12'),
(50, 'abc/201801251731171029576187.jpg', 'abc', 'IMG_4151.jpeg', 'image/jpeg', 0, 64081, '', '', '2018-01-26 01:31:17'),
(51, 'abc/20180125173121169804703.jpg', 'abc', 'IMG_4274.jpeg', 'image/jpeg', 0, 139852, '', '', '2018-01-26 01:31:21'),
(52, 'abc/20180125173128568818417.jpg', 'abc', 'IMG_4290.jpeg', 'image/jpeg', 0, 66384, '', '', '2018-01-26 01:31:28'),
(53, 'abc/20180125173132591587568.jpg', 'abc', 'IMG_4657.jpeg', 'image/jpeg', 0, 57507, '', '', '2018-01-26 01:31:32'),
(54, 'abc/20180125173138560506144.jpg', 'abc', 'IMG_4664.jpeg', 'image/jpeg', 0, 55245, '', '', '2018-01-26 01:31:38'),
(55, 'abc/20180125173142170654119.jpg', 'abc', 'IMG_4709.jpeg', 'image/jpeg', 0, 105250, '', '', '2018-01-26 01:31:42'),
(56, 'abc/2018012517314760881480.jpg', 'abc', 'IMG_4866.jpeg', 'image/jpeg', 0, 59164, '', '', '2018-01-26 01:31:47'),
(57, 'abc/20180125173151573269505.jpg', 'abc', 'IMG_4874.jpeg', 'image/jpeg', 0, 60392, '', '', '2018-01-26 01:31:51'),
(58, 'abc/20180125173155500272896.jpg', 'abc', 'IMG_4878.jpeg', 'image/jpeg', 0, 37037, '', '', '2018-01-26 01:31:55'),
(59, 'abc/201801251732021515151671.jpg', 'abc', 'IMG_4944.jpg', 'image/jpeg', 0, 102474, '', '', '2018-01-26 01:32:02'),
(60, 'abc/201801251732121419325872.jpg', 'abc', 'IMG_5333.jpeg', 'image/jpeg', 0, 104623, '', '', '2018-01-26 01:32:12'),
(61, 'abc/20180125173226815853870.jpg', 'abc', 'IMG_5729.jpg', 'image/jpeg', 0, 32518, '', '', '2018-01-26 01:32:26'),
(62, 'abc/2018012517323430465466.jpg', 'abc', 'IMG_4709.jpeg', 'image/jpeg', 0, 105250, '', '', '2018-01-26 01:32:34'),
(63, 'abc/201801251732451420931245.jpg', 'abc', 'IMG_5868.jpeg', 'image/jpeg', 0, 34445, '', '', '2018-01-26 01:32:45'),
(64, 'abc/20180125173252530989294.jpg', 'abc', 'IMG_6309.jpg', 'image/jpeg', 0, 37425, '', '', '2018-01-26 01:32:52'),
(65, 'abc/201801251733011354631972.jpg', 'abc', 'IMG_7767.jpg', 'image/jpeg', 0, 36131, '', '', '2018-01-26 01:33:01'),
(66, 'abc/201801251733071362634753.jpg', 'abc', 'IMG_7882.jpeg', 'image/jpeg', 0, 110380, '', '', '2018-01-26 01:33:07'),
(67, 'abc/201801251733191612898018.jpg', 'abc', 'IMG_8405.jpg', 'image/jpeg', 0, 35655, '', '', '2018-01-26 01:33:19'),
(68, 'abc/20180125173335329830977.jpg', 'abc', 'IMG_8830.JPG', 'image/jpeg', 0, 37501, '', '', '2018-01-26 01:33:35'),
(69, 'abc/201801251733421556299258.jpg', 'abc', 'IMG_9162.JPG', 'image/jpeg', 0, 68047, '', '', '2018-01-26 01:33:42'),
(70, 'abc/201801251733471802462621.jpg', 'abc', 'IMG_9525.jpeg', 'image/jpeg', 0, 53815, '', '', '2018-01-26 01:33:47'),
(71, 'abc/20180125173352511247082.jpg', 'abc', 'P7020001.jpeg', 'image/jpeg', 0, 80293, '', '', '2018-01-26 01:33:52'),
(72, 'abc/201801251734021825191034.jpg', 'abc', 'P7040689.jpeg', 'image/jpeg', 0, 50836, '', '', '2018-01-26 01:34:02'),
(73, 'abc/201801251734091199760705.jpg', 'abc', 'P7220378.jpeg', 'image/jpeg', 0, 42625, '', '', '2018-01-26 01:34:09'),
(74, 'abc/201801251734161898836368.jpg', 'abc', 'P7238861.jpeg', 'image/jpeg', 0, 43953, '', '', '2018-01-26 01:34:16'),
(75, 'abc/201801251736241488903979.jpg', 'abc', 'aosora-10.jpg', 'image/jpeg', 0, 130825, '', '', '2018-01-26 01:36:24'),
(76, 'abc/201801251736351921652061.jpg', 'abc', 'IMG_0707.jpeg', 'image/jpeg', 0, 158341, '', '', '2018-01-26 01:36:35'),
(77, 'abc/201801251738271078647578.jpg', 'abc', 'IMG_0379.jpeg', 'image/jpeg', 0, 55992, '', '', '2018-01-26 01:38:27'),
(78, 'abc/201801251744302099163105.jpg', 'abc', 'IMG_6.jpg', 'image/jpeg', 0, 73903, '', '', '2018-01-26 01:44:30'),
(79, 'abc/20180125174657887053902.jpg', 'abc', 'IMG_0451.jpeg', 'image/jpeg', 0, 127993, '', '', '2018-01-26 01:46:57'),
(80, 'abc/20180125174721288777052.jpg', 'abc', 'IMG_4274.jpeg', 'image/jpeg', 0, 139852, '', '', '2018-01-26 01:47:21');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `photo`
--
ALTER TABLE `photo`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `photo`
--
ALTER TABLE `photo`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=81;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
